Repository: Team-Resurgent/Repackinator
Catalog: Repackinator.Localization/Language/UserLocale.*.resx
Languages: nb_no

# scanner.log.completed
source: Completed Scanning List (Time Taken {0:00}:{1:00}:{2:00})
nb_no: Fullført scanning (Brukte {0:00}:{1:00}:{2:00})

# scandialog.log.table.time
source: Time
nb_no: Tidspunkt

# scandialog.log.table.level
source: Level
nb_no: Loggnivå

# scandialog.log.table.message
source: Message
nb_no: Melding

# scandialog.progress.searching-directories
source: Scanning Directories
nb_no: Søker gjennom mapper

# scandialog.totals
source: Totals: Warnings = {0}, Errors = {1}, Skipped = {2}, Missing = {3}, Completed = {4}
nb_no: Totalt: Advarsler = {0}, Feilmeldinger = {1}, Hoppet over = {2}, Mangler = {3}, Fullført = {4}

# scandialog.button.cancel
source: Cancel
nb_no: Avbryt

# scandialog.button.cancelling
source: Cancelling...
nb_no: Avbryter...

# scandialog.button.close
source: Close
nb_no: Lukk

# scandialog.button.copy-log
source: Copy Log
nb_no: Kopier logg

# scandialog.title
source: Scanning
nb_no: Skanning

# scandialog.total-time-elapsed
source: Total Time: {0:00}:{1:00}:{2:00}
nb_no: Totaltid: {0:00}:{1:00}:{2:00}

# scandialog.logger.message.mixed-iso-cci
source: Folder '{0}' contains mixed ISO and CCI.
nb_no: Mappen '{0}' inneholder en blanding av ISO- og CCI-filer.

# launcher.context-menu.removed
source: Context menu removed.
nb_no: Kontekstmenyen er fjernet.

# launcher.context-menu.remove.failed
source: Failed to remove context menu (need to run as admin).
nb_no: Kunne ikke fjerne kontekstmenyen (kjør som admin).

# console.application.utility
source: Repackinator by EqUiNoX, original xbox utility.
nb_no: Repackinator av EqUiNoX, uavhengig utviklet xbox verktøy.

# console.application.usage
source: Usage: Repackinator [options]+
nb_no: Bruk: Repackinator [handling]+

# console.application.input.exception
source: Input is not a valid file.
nb_no: Input er ikke en gyldig fil.

# console.application.option.convert.input
source: Input file
nb_no: Input fil

# console.application.option.convert.compress
source: Compress
nb_no: Komprimer

# console.application.option.convert.wait
source: Wait on exit
nb_no: Vent til ferdig

# console.application.credits
source: Credits go to {0}.
nb_no: Takk til {0}.

# console.application.option.convert.scrub
source: Scrub mode (None *default*, Scrub, TrimmedScrub)
nb_no: Skrubbemodus (None *standard*, Scrub, TrimmedScrub)

# console.application.option.action
source: Action (Convert, Compare, Info, Checksum, Extract)
nb_no: Handling (Convert, Compare, Info, Checksum, Extract)

# console.application.option.help
source: Show this help or for provided action
nb_no: Vis denne hjelpen eller for den valgte handlingen.

# console.application.option.usage
source: Usage: Repackinator {0} [options]+
nb_no: Bruk: Repackinator {0} [handling]+
